Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Learned words cleared
de: Gelernte Wörter gelöscht
es: Palabras aprendidas borradas
et: Õpitud sõnad tühjendatud
fr: Mots appris effacés
hu: A tanult szavak tisztázva
it: Parole apprese cancellate
ja: 学習した単語を消去しました
ko: 학습된 단어 지워짐
ms: Perkataan dipelajari dikosongkan
pt: Palavras aprendidas apagadas
ru: Выученные слова очищены
zh_hans: 已清除学习的单词

source: Learned words show up in the suggestion bar as you type.
de: Gelernte Wörter erscheinen beim Tippen in der Vorschlagsleiste.
es: Las palabras aprendidas aparecen en la barra de sugerencias mientras escribes.
et: Õpitud sõnad ilmuvad tipimise ajal soovituseribale.
fr: Les mots appris apparaissent dans la barre de suggestions pendant que tu tapes.
hu: A megtanult szavak gépelés közben megjelennek a javaslatsávban.
it: Le parole apprese compaiono nella barra dei suggerimenti mentre scrivi.
ja: 学習した単語は入力中に変換候補バーに表示されます。
ko: 학습한 단어는 입력할 때 추천 바에 나타나요.
ms: Perkataan yang dipelajari muncul pada bar cadangan semasa anda menaip.
pt: As palavras aprendidas aparecem na barra de sugestões enquanto escreves.
ru: Выученные слова появляются в строке подсказок по ходу печати.
zh_hans: 学会的词会在你输入时出现在候选栏。

source: Learning
de: Lernen
es: Aprendizaje
et: Õppimine
fr: Apprentissage
hu: Tanulás
it: Apprendimento
ja: 学習
ko: 학습
ms: Pembelajaran
pt: Aprendizagem
ru: Обучение
zh_hans: 学习

source: Learning happens entirely on this device. Nothing you type is uploaded, and clearing wipes the learned words immediately.
de: Das Lernen passiert komplett auf diesem Gerät. Nichts, was du tippst, wird hochgeladen, und beim Löschen sind die gelernten Wörter sofort weg.
es: El aprendizaje ocurre entero en este dispositivo. Nada de lo que escribes se sube, y al borrar se van las palabras aprendidas al momento.
et: Õppimine toimub täielikult selles seadmes. Midagi, mida tipid, ei laadita üles ja tühjendamine kustutab õpitud sõnad koheselt.
fr: L'apprentissage se fait entièrement sur cet appareil. Rien de ce que tu tapes n'est envoyé, et l'effacement supprime les mots appris tout de suite.
hu: A tanulás teljes egészében ezen az eszközön történik. Semmi nem kerül fel a netre abból, amit írsz, és ha törlöd, a megtanult szavak azonnal eltűnnek.
it: L'apprendimento avviene tutto su questo dispositivo. Nulla di ciò che scrivi viene caricato, e cancellando elimini subito le parole imparate.
ja: 学習はすべてこのデバイスの中だけで行われます。入力した内容はアップロードされませんし、消去すると学習した単語はすぐに消えます。
ko: 학습은 전부 이 기기에서만 이뤄져요. 입력한 내용은 어디에도 올라가지 않고, 지우면 배운 단어도 바로 사라져요.
ms: Pembelajaran berlaku sepenuhnya pada peranti ini. Apa yang anda taip tak dimuat naik, dan mengosongkannya padam perkataan yang dipelajari serta-merta.
pt: A aprendizagem acontece toda neste dispositivo. Nada do que escreves é enviado, e ao limpar apagas logo as palavras aprendidas.
ru: Обучение целиком проходит на этом устройстве. Ничего из напечатанного не загружается, а очистка стирает выученные слова сразу.
zh_hans: 学习全在这台设备上进行。你打的东西一点都不会上传，清除会立刻抹掉学过的词。

source: Learning is optional. Words you teach Clink stay in the App Group.
de: Lernen ist optional. Wörter, die du Clink beibringst, bleiben in der App Group.
es: El aprendizaje es opcional. Las palabras que le enseñas a Clink se quedan en el App Group.
et: Õppimine on valikuline. Sõnad, mida sa Clinkile õpetad, jäävad App Groupi.
fr: L'apprentissage est facultatif. Les mots que tu apprends à Clink restent dans l'App Group.
hu: A tanulás nem kötelező. Amit megtanítasz a Clinknek, az az App Groupban marad.
it: Imparare è facoltativo. Le parole che insegni a Clink restano nell'App Group.
ja: 学習を使うかどうかは自由です。Clink に教えた単語は App Group の中に残ります。
ko: 학습은 선택이에요. Clink에 알려준 단어는 App Group 안에만 있어요.
ms: Pembelajaran ini pilihan. Perkataan yang anda ajar Clink kekal dalam App Group.
pt: Aprender é opcional. As palavras que ensinas ao Clink ficam no App Group.
ru: Обучение необязательно. Слова, которым вы научили Clink, остаются в App Group.
zh_hans: 学词是可选的。你教给 Clink 的词只留在 App Group 里。

source: Learning off
de: Lernen aus
es: Aprendizaje desactivado
et: Õppimine väljas
fr: Apprentissage désactivé
hu: Tanulás ki
it: Apprendimento disattivato
ja: 学習オフ
ko: 학습 끔
ms: Pembelajaran dimatikan
pt: Aprendizagem desligada
ru: Обучение выключено
zh_hans: 学习已关闭

source: Learning stays on your device. Nothing is uploaded. Clearing removes everything right away.
de: Das Lernen bleibt auf deinem Gerät. Nichts wird hochgeladen. Beim Löschen ist sofort alles weg.
es: El aprendizaje se queda en tu dispositivo. No se sube nada. Al borrar se elimina todo al momento.
et: Õppimine jääb sinu seadmesse. Midagi ei laadita üles. Tühjendamine eemaldab kõik koheselt.
fr: L'apprentissage reste sur ton appareil. Rien n'est envoyé. L'effacement supprime tout tout de suite.
hu: A tanulás az eszközödön marad. Semmi nem töltődik fel. A törlés azonnal eltávolít mindent.
it: L'apprendimento resta sul tuo dispositivo. Niente viene caricato. Cancellando rimuovi tutto all'istante.
ja: 学習はこのデバイスの中だけで行われます。何もアップロードされません。消去するとすぐにすべて消えます。
ko: 학습은 기기에만 남아요. 아무것도 올라가지 않아요. 지우면 모든 게 바로 사라져요.
ms: Pembelajaran kekal pada peranti anda. Tiada apa dimuat naik. Mengosongkannya buang semuanya serta-merta.
pt: A aprendizagem fica no teu dispositivo. Nada é enviado. Ao limpar, remove tudo logo.
ru: Обучение не покидает ваше устройство. Ничего не загружается. Очистка удаляет всё сразу.
zh_hans: 学习只留在你的设备上。什么都不会上传。清除会立刻抹掉一切。

source: Learning, dictionary, and neural models
de: Lernen, Wörterbuch und neuronale Modelle
es: Aprendizaje, diccionario y modelos neuronales
et: Õppimine, sõnaraamat ja neuromudelid
fr: Apprentissage, dictionnaire et modèles neuronaux
hu: Tanulás, szótár és neurális modellek
it: Apprendimento, dizionario e modelli neurali
ja: 学習、辞書、ニューラルモデル
ko: 학습, 사전, 신경망 모델
ms: Pembelajaran, kamus, dan model neural
pt: Aprendizagem, dicionário e modelos neurais
ru: Обучение, словарь и нейросетевые модели
zh_hans: 学习、词典和神经网络模型

source: Learns where you personally tap vs the key center
de: Lernt, wo du persönlich tippst, im Vergleich zur Tastenmitte
es: Aprende dónde tocas tú en comparación con el centro de la tecla
et: Õpib, kus sa isiklikult vajutad, võrreldes klahvi keskmega
fr: Apprend où tu appuies personnellement par rapport au centre de la touche
hu: Megtanulja, hova koppintasz te személyesen a billentyű közepéhez képest
it: Impara dove tocchi tu rispetto al centro del tasto
ja: キーの中心に対して、あなたが実際にどこをタップするかを学習します
ko: 키 중앙 대비 내가 실제로 어디를 누르는지 배워요
ms: Belajar di mana anda secara peribadi ketik berbanding tengah kekunci
pt: Aprende onde tu tocas em comparação com o centro da tecla
ru: Запоминает, куда именно вы нажимаете относительно центра клавиши
zh_hans: 学习你个人点按的位置与键中心的差别

source: Leave the label blank to show what the key types.
de: Lass die Beschriftung leer, dann zeigt die Taste, was sie tippt.
es: Deja la etiqueta en blanco para mostrar lo que escribe la tecla.
et: Jäta pealdis tühjaks, et näidata, mida klahv sisestab.
fr: Laisse l'étiquette vide pour afficher ce que la touche tape.
hu: Hagyd üresen a címkét, ha azt akarod látni, mit ír a billentyű.
it: Lascia l'etichetta vuota per mostrare cosa scrive il tasto.
ja: ラベルを空欄にすると、そのキーが入力する文字が表示されます。
ko: 레이블을 비워 두면 키가 입력하는 내용이 보여요.
ms: Biar label kosong untuk tunjuk apa yang kekunci itu taip.
pt: Deixa a etiqueta em branco para mostrar o que a tecla escreve.
ru: Оставьте подпись пустой, чтобы показывать то, что клавиша вводит.
zh_hans: 标签留空，就显示这个键打出来的内容。

source: Leave the label blank to show what the shift key types.
de: Lass die Beschriftung leer, um anzuzeigen, was die Umschalttaste eingibt.
es: Deja la etiqueta en blanco para mostrar lo que escribe la tecla de mayúsculas.
et: Jäta pealdis tühjaks, et näidata, mida tõstuklahv sisestab.
fr: Laisse l'étiquette vide pour afficher ce que la touche Maj saisit.
hu: Hagyd üresen a címkét, hogy a shift billentyű által begépelt karakter jelenjen meg.
it: Lascia vuota l’etichetta per mostrare cosa digita il tasto maiuscole.
ja: ラベルを空にすると、Shiftキーが入力する文字が表示されます。
ko: 라벨을 비워두면 Shift 키가 입력하는 글자가 보여요.
ms: Biar label kosong untuk tunjuk apa yang ditaip oleh kekunci shift.
pt: Deixa o rótulo em branco para mostrar o que a tecla shift escreve.
ru: Оставьте подпись пустой, чтобы показывать то, что клавиша вводит с Shift.
zh_hans: 标签留空，就会显示 Shift 键实际打出来的内容。

source: Left
de: Links
es: Izquierda
et: Vasak
fr: Gauche
hu: Bal
it: Sinistra
ja: 左
ko: 왼쪽
ms: Kiri
pt: Esquerda
ru: Влево
zh_hans: 左

source: Left and right
de: Links und rechts
es: Izquierda y derecha
et: Vasak ja parem
fr: Gauche et droite
hu: Balra és jobbra
it: Sinistra e destra
ja: 左右
ko: 좌우
ms: Kiri dan kanan
pt: Esquerda e direita
ru: Слева и справа
zh_hans: 左右

source: Less
de: Weniger
es: Menos
et: Vähem
fr: Moins
hu: Kevesebb
it: Meno
ja: 少なく
ko: 적게
ms: Kurang
pt: Menos
ru: Меньше
zh_hans: 更少

source: Let gradients and effects drift as you type.
de: Lass Farbverläufe und Effekte beim Tippen wandern.
es: Deja que los degradados y efectos se muevan mientras escribes.
et: Lase üleminekutel ja efektidel tipimise ajal triivida.
fr: Laisse les dégradés et effets dériver pendant que tu tapes.
hu: Hagyd, hogy a színátmenetek és effektek elmozduljanak gépelés közben.
it: Lascia che sfumature ed effetti si muovano mentre scrivi.
ja: 入力中にグラデーションやエフェクトを揺らします。
ko: 타이핑하는 동안 그라데이션과 효과가 흘러가게 해요.
ms: Biarkan kecerunan dan kesan bergerak semasa anda menaip.
pt: Deixa os gradientes e efeitos deslizarem enquanto escreves.
ru: Позволить градиентам и эффектам двигаться, пока вы печатаете.
zh_hans: 打字时让渐变和特效随之流动。

source: Let key sides slant too instead of staying as upright boxes.
de: Lässt auch die Tastenseiten schräg sein, statt aufrechte Kästen zu bleiben.
es: Deja que los lados de las teclas también se inclinen en vez de quedarse como cajas rectas.
et: Lase ka klahvide külgedel kaldu olla, selle asemel et jääda püstisteks kastideks.
fr: Laisse aussi les côtés des touches s'incliner au lieu de rester des cases droites.
hu: Engedi, hogy a billentyűk oldalai is megdőljenek, ahelyett, hogy egyenes dobozok maradnának.
it: Lascia inclinare anche i lati dei tasti invece di tenerli come riquadri dritti.
ja: キーの側面を、まっすぐな箱のままにせず傾けられるようにします。
ko: 키 옆면이 곧은 상자로 있지 않고 기울어질 수 있게 해요.
ms: Biar sisi kekunci turut condong, bukannya kekal sebagai kotak tegak.
pt: Deixa as laterais das teclas inclinarem-se também, em vez de ficarem caixas direitas.
ru: Позволить и бокам клавиш наклоняться, а не оставаться ровными прямоугольниками.
zh_hans: 让键的侧边也能倾斜，而不是保持竖直的方块。

source: Let the pet breathe, blink, and bob while you're not typing. Turn off for a calmer, still companion. It still reacts to your keystrokes.
de: Lass das Haustier atmen, blinzeln und wippen, während du nicht tippst. Schalt es aus für einen ruhigeren, stillen Begleiter. Er reagiert weiterhin auf deine Tastenanschläge.
es: Deja que la mascota respire, parpadee y se balancee cuando no escribes. Desactívalo para un compañero más tranquilo y quieto: seguirá reaccionando a tus pulsaciones.
et: Lase lemmikloomal hinge tõmba, pilkutada ja õõtsuda, kui sa ei tipi. Lülita välja rahulikuma, paigalseisva kaaslase jaoks. Ta reageerib ikka sinu klahvivajutustele.
fr: Laisse le compagnon respirer, cligner des yeux et se balancer quand tu ne tapes pas. Désactive pour un compagnon plus calme et immobile. Il réagit quand même à tes frappes.
hu: Hagyd, hogy a kisállat lélegezzen, pislogjon és mozogjon, amíg nem gépelsz. Kapcsold ki egy nyugodtabb, mozdulatlan társért. A leütéseidre így is reagál.
it: Lascia che il pet respiri, sbatta le palpebre e ondeggi mentre non scrivi. Disattivalo per un compagno più tranquillo e immobile. Reagisce comunque ai tuoi tasti.
ja: 入力していないあいだ、ペットが呼吸したり、まばたきしたり、ゆれたりします。オフにすると、静かで落ち着いた相棒になります。キー入力にはそれでも反応します。
ko: 입력하지 않는 동안 펫이 숨 쉬고, 눈 깜빡이고, 까딱이게 해요. 더 차분하고 가만한 친구를 원하면 꺼요. 그래도 키 입력에는 반응해요.
ms: Biar peliharaan bernafas, berkelip, dan bergoyang semasa anda tak menaip. Matikan untuk teman yang lebih tenang dan diam. Ia masih bertindak balas kepada ketukan kekunci anda.
pt: Deixa a mascote respirar, piscar e balançar enquanto não escreves. Desliga para um companheiro mais calmo e parado. Continua a reagir às tuas teclas.
ru: Пусть питомец дышит, моргает и покачивается, пока вы не печатаете. Выключите, если хотите спокойного и неподвижного соседа. На нажатия он всё равно реагирует.
zh_hans: 你不打字时，让宠物呼吸、眨眼、晃动。想要更安静、不动的伙伴就关掉，它照样会对你的按键有反应。

source: Let's set it up
de: Los, richten wir es ein
es: Vamos a configurarlo
et: Seadistame selle
fr: On va configurer ça
hu: Állítsuk be
it: Configuriamolo
ja: さっそく設定しましょう
ko: 같이 설정해 봐요
ms: Jom kita sediakan
pt: Vamos configurar isto
ru: Давайте настроим
zh_hans: 咱们来设置一下

source: Letter animation
de: Buchstabenanimation
es: Animación de letras
et: Täheanimatsioon
fr: Animation des lettres
hu: Betűanimáció
it: Animazione delle lettere
ja: 文字アニメーション
ko: 글자 애니메이션
ms: Animasi huruf
pt: Animação das letras
ru: Анимация букв
zh_hans: 字母动画

source: Letter pop
de: Buchstaben-Pop
es: Salto de letra
et: Tähe hüpe
fr: Rebond des lettres
hu: Betűpattanás
it: Pop della lettera
ja: 文字ポップ
ko: 글자 팝
ms: Pop huruf
pt: Salto da letra
ru: Всплеск буквы
zh_hans: 字母弹出

source: Letter spacing
de: Buchstabenabstand
es: Espaciado entre letras
et: Tähevahe
fr: Espacement des lettres
hu: Betűköz
it: Spaziatura tra le lettere
ja: 文字間隔
ko: 글자 간격
ms: Jarak huruf
pt: Espaçamento entre letras
ru: Межбуквенный интервал
zh_hans: 字母间距

source: Letter-key taps
de: Anschläge auf Buchstabentasten
es: Pulsaciones en las teclas de letras
et: Täheklahvide vajutused
fr: Frappes sur les touches de lettres
hu: Betűbillentyűk leütései
it: Pressioni dei tasti delle lettere
ja: 文字キーのタップ回数
ko: 문자 키 입력 횟수
ms: Ketikan kekunci huruf
pt: Toques nas teclas de letras
ru: Нажатия буквенных клавиш
zh_hans: 字母键点击次数

source: Letters
de: Buchstaben
es: Letras
et: Tähed
fr: Lettres
hu: Betűk
it: Lettere
ja: 文字
ko: 글자
ms: Huruf
pt: Letras
ru: Буквы
zh_hans: 字母

source: Letters your arrangement has no room for. Separate them with spaces. These stay available even when accent popups are switched off.
de: Buchstaben, für die auf deiner Anordnung kein Platz ist. Mit Leerzeichen trennen. Sie bleiben erreichbar, auch wenn Akzent-Popups aus sind.
es: Letras para las que no hay sitio en tu disposición. Sepáralas con espacios. Siguen disponibles aunque desactives los desplegables de acentos.
et: Tähed, millele sinu paigutusel ruumi pole. Eralda need tühikutega. Need jäävad kättesaadavaks isegi siis, kui aksendihüpikud on välja lülitatud.
fr: Les lettres qui ne tiennent pas sur ta disposition. Sépare-les par des espaces. Elles restent accessibles même si les fenêtres d’accents sont désactivées.
hu: Betűk, amiknek nincs helye az elrendezéseden. Szóközzel válaszd el őket. Akkor is elérhetők maradnak, ha az ékezetes felugrók ki vannak kapcsolva.
it: Lettere che non trovano posto nella tua disposizione. Separale con degli spazi. Restano disponibili anche con i popup degli accenti disattivati.
ja: 配列に入りきらない文字です。スペースで区切ってください。アクセントのポップアップをオフにしていても使えます。
ko: 자판에 자리가 없는 글자들입니다. 공백으로 구분하세요. 악센트 팝업을 꺼 두어도 계속 쓸 수 있습니다.
ms: Huruf yang tiada ruang pada susunan anda. Pisahkan dengan ruang. Ia kekal boleh dicapai walaupun pop-up aksen dimatikan.
pt: Letras que não cabem na tua disposição. Separa-as com espaços. Continuam disponíveis mesmo com os pop-ups de acentos desligados.
ru: Буквы, которым не хватило места в вашей раскладке. Разделяйте их пробелами. Они остаются доступны, даже когда всплывающие акценты выключены.
zh_hans: 键位排不下的字母。用空格分隔。即使关掉重音弹窗，它们也照样能用。

source: Letters · space
de: Buchstaben · Leerzeichen
es: Letras · espacio
et: Tähed · tühik
fr: Lettres · espace
hu: Betűk · szóköz
it: Lettere · spazio
ja: 文字・スペース
ko: 글자 · 띄어쓰기
ms: Huruf · ruang
pt: Letras · espaço
ru: Буквы · пробел
zh_hans: 字母 · 空格

source: Level 3, row F
de: Ebene 3, Reihe F
es: Nivel 3, fila F
et: Tase 3, rida F
fr: Niveau 3, rangée F
hu: 3. szint, F sor
it: Livello 3, fila F
ja: 3階、F列
ko: 3층, F열
ms: Aras 3, baris F
pt: Piso 3, fila F
ru: Уровень 3, ряд F
zh_hans: 3 层，F 排

source: Library
de: Bibliothek
es: Biblioteca
et: Raamatukogu
fr: Bibliothèque
hu: Gyűjtemény
it: Libreria
ja: ライブラリ
ko: 보관함
ms: Pustaka
pt: Biblioteca
ru: Библиотека
zh_hans: 素材库

source: Lift
de: Anheben
es: Elevación
et: Tõste
fr: Soulèvement
hu: Emelés
it: Sollevamento
ja: リフト
ko: 들어 올리기
ms: Angkat
pt: Elevar
ru: Подъём
zh_hans: 抬起

source: Lift on the last one. The word lands, with a space after it.
de: Heb den Finger beim letzten Buchstaben. Das Wort steht da, mit Leerzeichen dahinter.
es: Levanta el dedo en la última. La palabra aparece, con un espacio detrás.
et: Tõsta sõrm viimasel. Sõna maandub, järgneb tühik.
fr: Lève le doigt sur la dernière. Le mot s'inscrit, suivi d'une espace.
hu: Az utolsónál emeld fel. A szó megjelenik, utána szóközzel.
it: Solleva sull'ultima. La parola compare, con uno spazio dopo.
ja: 最後の文字で指を離します。単語が入力され、後ろに空白が入ります。
ko: 마지막 글자에서 손가락을 떼세요. 단어가 입력되고 뒤에 공백이 붙습니다.
ms: Angkat jari pada huruf terakhir. Perkataan itu muncul, dengan ruang selepasnya.
pt: Levanta o dedo na última. A palavra aparece, com um espaço a seguir.
ru: Поднимите палец на последней. Слово встанет на место, а за ним — пробел.
zh_hans: 在最后一个字母上抬起手指。词就写好了，后面还带一个空格。

source: Lifts every key off the background.
de: Hebt jede Taste vom Hintergrund ab.
es: Despega las teclas del fondo.
et: Tõstab iga klahvi taustast lahti.
fr: Décolle chaque touche du fond.
hu: Minden billentyűt elemel a háttértől.
it: Stacca ogni tasto dallo sfondo.
ja: キーが背景から浮き上がって見えます。
ko: 키가 배경 위로 떠 보여요.
ms: Mengangkat setiap kekunci daripada latar belakang.
pt: Levanta cada tecla do fundo.
ru: Приподнимает каждую клавишу над фоном.
zh_hans: 让每个按键从背景上浮起来。

source: Lifts the entire keyboard up from the bottom edge of the keyboard extension.
de: Hebt die ganze Tastatur vom unteren Rand der Tastaturerweiterung an.
es: Sube todo el teclado desde el borde inferior de la extensión de teclado.
et: Tõstab terve klaviatuuri klaviatuurilaienduse alumisest servast üles.
fr: Soulève tout le clavier depuis le bord inférieur de l'extension.
hu: Feljebb emeli az egész billentyűzetet a billentyűzet-kiterjesztés alsó szélétől.
it: Solleva tutta la tastiera dal bordo inferiore dell'estensione tastiera.
ja: キーボード拡張機能の下端から、キーボード全体を持ち上げます。
ko: 키보드 확장의 아래 가장자리에서 키보드 전체를 위로 올려 줘요.
ms: Angkat seluruh papan kekunci naik dari tepi bawah sambungan papan kekunci.
pt: Levanta o teclado todo a partir da margem de baixo da extensão de teclado.
ru: Поднимает всю клавиатуру над нижним краем расширения.
zh_hans: 把整个键盘从键盘扩展的底边往上抬。

source: Light
de: Hell
es: Claro
et: Hele
fr: Clair
hu: Világos
it: Chiaro
ja: ライト
ko: 라이트
ms: Cerah
pt: Claro
ru: Светлая
zh_hans: 浅色

source: Light and dark themes
de: Helle und dunkle Themes
es: Temas claros y oscuros
et: Heledad ja tumedad teemad
fr: Thèmes clairs et sombres
hu: Világos és sötét témák
it: Temi chiari e scuri
ja: ライトとダークのテーマ
ko: 라이트·다크 테마
ms: Tema cerah dan gelap
pt: Temas claros e escuros
ru: Светлая и тёмная темы
zh_hans: 浅色和深色主题

source: Light color
de: Lichtfarbe
es: Color de la luz
et: Valguse värv
fr: Couleur de la lumière
hi: रोशनी का रंग
hu: Fény színe
it: Colore della luce
ja: ライトの色
ko: 조명 색상
ms: Warna cahaya
ne: प्रकाशको रङ
pt: Cor da luz
ru: Цвет подсветки
tr: Işık rengi
zh_hans: 灯光颜色

# Light colour
source: Light color
de: Lichtfarbe
es: Color de la luz
et: Valguse värv
fr: Couleur de la lumière
hu: A fény színe
it: Colore della luce
ja: 光の色
ko: 조명 색
ms: Warna cahaya
pt: Cor da luz
ru: Цвет света
zh_hans: 灯光颜色

source: Light direction
de: Lichtrichtung
es: Dirección de la luz
et: Valguse suund
fr: Direction de la lumière
hu: Fény iránya
it: Direzione della luce
ja: 光の向き
ko: 빛의 방향
ms: Arah cahaya
pt: Direção da luz
ru: Направление света
zh_hans: 光照方向

source: Light falls down the columns.
de: Das Licht fällt die Spalten hinab.
es: La luz cae por las columnas.
et: Valgus langeb veergudesse.
fr: La lumière tombe le long des colonnes.
hu: A fény lefolyik az oszlopokon.
it: La luce scende lungo le colonne.
ja: 光が列を流れ落ちます。
ko: 빛이 열을 따라 흘러내립니다.
ms: Cahaya turun di sepanjang lajur.
pt: A luz cai pelas colunas.
ru: Свет падает вниз по колонкам.
zh_hans: 光沿着每一列落下。

source: Light intensity
de: Lichtstärke
es: Intensidad de la luz
et: Valguse tugevus
fr: Intensité lumineuse
hu: Fényerősség
it: Intensità della luce
ja: 光の強さ
ko: 빛의 강도
ms: Keamatan cahaya
pt: Intensidade da luz
ru: Интенсивность света
zh_hans: 灯光强度

source: Light laid over the keys. Your theme's colors stay put underneath.
de: Licht über den Tasten. Die Farben deines Themes bleiben darunter erhalten.
es: Luz sobre las teclas. Los colores de tu tema se mantienen debajo.
et: Valgus laotatakse klahvidele. Sinu teema värvid jäävad all hoituks.
fr: Une lumière posée sur les touches. Les couleurs du thème restent en dessous.
hu: Fény a gombok fölött. A téma színei alatta maradnak.
it: Luce sopra i tasti. I colori del tema restano sotto.
ja: キーの上に光を重ねます。テーマの色はその下に残ります。
ko: 키 위에 빛을 덮습니다. 테마 색은 그 아래 그대로 남습니다.
ms: Cahaya di atas kekunci. Warna tema anda kekal di bawahnya.
pt: Luz por cima das teclas. As cores do teu tema ficam por baixo.
ru: Свет поверх клавиш. Цвета вашей темы остаются под ним.
zh_hans: 灯光叠在按键上，主题的颜色仍留在下面。

# Light laid over the keys. Your theme's colours stay put underneath.
source: Light laid over the keys. Your theme's colors stay put underneath.
de: Licht über den Tasten. Die Farben deines Themes bleiben darunter erhalten.
es: Luz sobre las teclas. Los colores de tu tema se mantienen debajo.
et: Valgus laotatakse klahvidele. Sinu teema värvid jäävad all hoituks.
fr: Une lumière posée sur les touches. Les couleurs du thème restent en dessous.
hu: Fény a gombok fölött. A téma színei alatta maradnak.
it: Luce sopra i tasti. I colori del tema restano sotto.
ja: キーの上に光を重ねます。テーマの色はその下に残ります。
ko: 키 위에 빛을 덮습니다. 테마 색은 그 아래 그대로 남습니다.
ms: Cahaya di atas kekunci. Warna tema anda kekal di bawahnya.
pt: Luz por cima das teclas. As cores do teu tema ficam por baixo.
ru: Свет поверх клавиш. Цвета вашей темы остаются под ним.
zh_hans: 灯光叠在按键上，主题的颜色仍留在下面。
